---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Zone.Volume
zh: 体积
source: html/9a86a1f5-1991-caad-7262-af88ee564e0d.htm
---
# Autodesk.Revit.DB.Mechanical.Zone.Volume Property

**中文**: 体积

Get the Volume of the Zone.

## Syntax (C#)
```csharp
public double Volume { get; }
```

## Remarks
This property is used to get the Volume of the Zone.